Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Would you want a joint email for couple stuff?
de: Würdest du eine gemeinsame E-Mail für Paar-Sachen?
es: ¿Querrías un correo conjunto para cosas de pareja?
fr: Tu voudrais une adresse mail commune pour le couple ?
ko: 커플용 공용 이메일 갖고 싶어?
pt: Querias um email conjunto para coisas de casal?

source: Would you want a joint New Year's tradition?
de: Würdest du eine gemeinsame Silvester-Tradition?
es: ¿Querrías una tradición conjunta de Año Nuevo?
fr: Tu voudrais une tradition du Nouvel An à deux ?
ko: 새해 우리만의 전통 갖고 싶어?
pt: Querias uma tradição de Passagem de Ano a dois?

source: Would you want a second honeymoon every five years?
de: Würdest du alle fünf Jahre eine zweite Flitterwochen-Reise?
es: ¿Querrías una segunda luna de miel cada cinco años?
fr: Tu voudrais une deuxième lune de miel tous les cinq ans ?
ko: 5년마다 두 번째 신혼여행 가고 싶어?
pt: Querias uma segunda lua de mel de cinco em cinco anos?

source: Would you want matching couple rings someday?
de: Würdest du irgendwann Partner-Ringe?
es: ¿Querrías anillos de pareja a juego algún día?
fr: Tu voudrais des bagues de couple assorties un jour ?
ko: 언젠가 커플 반지 맞출래?
pt: Querias anéis de casal iguais um dia?

source: Would you want matching pajamas?
de: Würdest du Partner-Pyjamas?
es: ¿Querrías pijamas a juego?
fr: Tu voudrais des pyjamas assortis ?
ko: 커플 잠옷 맞출래?
pt: Querias pijamas combinados?

source: Would you want to write each other yearly letters?
de: Würdest du euch jährlich Briefe schreiben?
es: ¿Querrías escribirnos cartas anuales?
fr: Tu voudrais vous écrire des lettres chaque année ?
ko: 매년 서로에게 편지 쓸래?
pt: Querias escrever cartas anuais um ao outro?

source: Write a bucket list of 50 things?
de: Eine Bucket List mit 50 Dingen schreiben?
es: ¿Escribir una lista de 50 cosas?
fr: Écrire une bucket list de 50 trucs ?
ko: 50가지 버킷리스트 쓸래?
pt: Escrever uma bucket list de 50 coisas?

source: Write each other future letters and seal them?
de: Zukunftsbriefe schreiben und versiegeln?
es: ¿Escribirnos cartas del futuro y sellarlas?
fr: S'écrire des lettres pour le futur et les sceller ?
ko: 미래 편지 쓰고 봉인해 둘래?
pt: Escrever cartas para o futuro e selá-las?

source: Write each other love letters every month?
de: Jeden Monat Liebesbriefe schreiben?
es: ¿Escribirnos cartas de amor cada mes?
fr: S'écrire des lettres d'amour chaque mois ?
ko: 매달 러브 레터 쓸래?
pt: Escrever cartas de amor todos os meses?

source: Write love letters
de: Liebesbriefe schreiben
es: Escribir cartas de amor
fr: Écrire des lettres d'amour
ko: 러브 레터 쓰기
pt: Escrever cartas de amor

source: Yes
de: Ja
es: Sí
fr: Oui
ko: 응
pt: Sim

source: Yes or No
de: Ja oder Nein
es: Sí o no
fr: Oui ou non
ko: 응 또는 아니
pt: Sim ou não

source: You and %@ now share one space — questions, moods, hearts and widgets flow both ways.
de: Sie und %@ teilen sich jetzt einen Raum – Fragen, Stimmungen, Herzen und Widgets fließen in beide Richtungen.
es: Tú y %@ ahora comparten un espacio: las preguntas, los estados de ánimo, los corazones y los widgets fluyen en ambos sentidos.
fr: Vous et %@ partagez désormais un seul espace : les questions, les humeurs, les cœurs et les widgets circulent dans les deux sens.
ko: 귀하와 %@는 이제 하나의 공간을 공유합니다. 질문, 기분, 하트, 위젯이 양방향으로 흐릅니다.
pt: Você e %@ agora compartilham um espaço – perguntas, humores, corações e widgets fluem nos dois sentidos.

source: You and %@ share one space now. Everything either of you adds appears for both.
de: Du und %@ teilt euch jetzt einen Raum. Alles, was einer von euch hinzufügt, sehen beide.
es: Tú y %@ compartís ahora un mismo espacio. Todo lo que añada uno aparece para los dos.
fr: %@ et toi partagez désormais un même espace. Tout ce que l'un ajoute apparaît pour les deux.
ko: 이제 %@님과 하나의 공간을 공유해요. 한 사람이 추가하면 둘 다 볼 수 있어요.
pt: Tu e %@ partilham agora um só espaço. Tudo o que um adicionar aparece para os dois.

source: You both answer blind — answers unlock only when you've both replied. The little ritual couples look forward to.
de: Ihr antwortet beide blind — die Antworten erscheinen erst, wenn ihr beide geantwortet habt. Das kleine Ritual, auf das sich Paare freuen.
es: Ambos respondéis a ciegas — las respuestas se desbloquean solo cuando los dos habéis contestado. El pequeño ritual que las parejas esperan.
fr: Vous répondez chacun à l'aveugle — les réponses ne se dévoilent que lorsque vous avez tous les deux répondu. Le petit rituel que les couples attendent.
ko: 서로 모르게 답하고, 둘 다 답해야 서로의 답이 공개돼요. 커플이 매일 기다리는 작은 의식이에요.
pt: Vocês respondem às cegas — as respostas só se revelam quando ambos responderem. O pequeno ritual que os casais adoram.

source: You picked
de: Du hast gewählt
es: Elegiste
fr: Tu as choisi
ko: 네가 고른 것
pt: Escolheste

source: You picked the same! 💞
de: Ihr habt dasselbe gewählt! 💞
es: ¡Elegisteis lo mismo! 💞
fr: Vous avez choisi pareil ! 💞
ko: 같은 걸 골랐어요! 💞
pt: Escolheram o mesmo! 💞

source: You subscribe once — %@ gets everything free.
de: Sie abonnieren einmal – %@ bekommt alles kostenlos.
es: Te suscribes una vez: %@ obtiene todo gratis.
fr: Vous vous abonnez une fois – %@ obtient tout gratuitement.
ko: 한 번만 구독하면 %@ 모든 콘텐츠가 무료로 제공됩니다.
pt: Você se inscreve uma vez – %@ recebe tudo de graça.

source: You'll get a fresh invite code and can pair again anytime. If you purchased Premium, it stays with you.
de: Sie erhalten einen neuen Einladungscode und können die Verbindung jederzeit erneut herstellen. Wenn Sie Premium gekauft haben, bleibt es bei Ihnen.
es: Recibirás un código de invitación nuevo y podrás volver a emparejarte en cualquier momento. Si compraste Premium, permanece contigo.
fr: Vous recevrez un nouveau code d'invitation et pourrez vous associer à nouveau à tout moment. Si vous avez acheté Premium, il reste avec vous.
ko: 새로운 초대 코드를 받게 되며 언제든지 다시 페어링할 수 있습니다. Premium을 구매한 경우 Premium은 그대로 유지됩니다.
pt: Você receberá um novo código de convite e poderá emparelhar novamente a qualquer momento. Se você comprou o Premium, ele permanece com você.

source: You're connected 💞
de: Ihr seid verbunden 💞
es: Estáis conectados 💞
fr: Vous êtes connectés 💞
ko: 연결되었어요 💞
pt: Estão ligados 💞

source: You're connected!
de: Du bist verbunden!
es: ¡Estás conectado!
fr: Vous êtes connecté !
ko: 연결되었습니다!
pt: Você está conectado!

source: Your 50% couple's offer
de: Ihr 50 %-Angebot für Paare
es: Tu oferta de pareja del 50%
fr: Votre offre couple à 50%
ko: 50% 커플의 제안
pt: Sua oferta de casal de 50%

# Your alignment across %@ rated question%@
source: Your alignment across %1$@ rated question%2$@
de: Ihre Ausrichtung auf %@ bewertete Frage%@
es: Su alineación en %@ pregunta calificada%@
fr: Votre alignement sur la question notée %@%@
ko: %@ 평점을 받은 질문%@에 대한 귀하의 의견
pt: Seu alinhamento em %@ perguntas avaliadas%@

source: Your answer
de: Ihre Antwort
es: Tu respuesta
fr: Votre Réponse
ko: 귀하의 답변
pt: Sua Resposta

source: Your code
de: Dein Code
es: Tu código
fr: Ton code
ko: 내 코드
pt: O teu código

source: Your couple
de: Dein Paar
es: tu pareja
fr: Votre couple
ko: 당신의 커플
pt: Seu casal

source: Your couple's offer is waiting 💝
de: Das Angebot eures Paares wartet 💝
es: La oferta de tu pareja está esperando 💝
fr: L'offre de votre couple attend 💝
ko: 커플의 제안이 기다리고 있습니다 💝
pt: A oferta do seu casal está esperando 💝

source: Your discounted Premium offer expires tomorrow.
de: Ihr ermäßigtes Premium-Angebot läuft morgen ab.
es: Tu oferta Premium con descuento vence mañana.
fr: Votre offre Premium à prix réduit expire demain.
ko: 할인된 프리미엄 혜택이 내일 만료됩니다.
pt: Sua oferta Premium com desconto expira amanhã.

source: Your home screens, connected.
de: Eure Homescreens, verbunden.
es: Vuestras pantallas de inicio, conectadas.
fr: Vos écrans d'accueil, connectés.
ko: 두 홈 화면을 하나로.
pt: Os vossos ecrãs iniciais, ligados.

source: Your journal, answers and moods are visible only to the two of you. iCloud backup keeps private notes on your device account.
de: Ihr Tagebuch, Ihre Antworten und Stimmungen sind nur für Sie beide sichtbar. Durch das iCloud-Backup werden private Notizen auf Ihrem Gerätekonto gespeichert.
es: Su diario, sus respuestas y sus estados de ánimo son visibles solo para ustedes dos. La copia de seguridad de iCloud mantiene notas privadas en la cuenta de su dispositivo.
fr: Votre journal, vos réponses et vos humeurs ne sont visibles que par vous deux. La sauvegarde iCloud conserve les notes privées sur le compte de votre appareil.
ko: 귀하의 일기, 답변 및 기분은 귀하와 두 사람에게만 표시됩니다. iCloud 백업은 기기 계정에 비공개 메모를 보관합니다.
pt: Seu diário, respostas e humor são visíveis apenas para vocês dois. O backup do iCloud mantém notas privadas na conta do seu dispositivo.

source: Your love
de: Deine Liebe
es: tu amor
fr: Ton amour
ko: 당신의 사랑
pt: Seu amor

source: Your moments on the home screen, all day
de: Ihre Momente auf dem Startbildschirm, den ganzen Tag
es: Tus momentos en la pantalla de inicio, todo el día
fr: Vos moments sur l'écran d'accueil, toute la journée
ko: 하루 종일 홈 화면에 있는 순간들
pt: Seus momentos na tela inicial, o dia todo

source: Your name is what %@ sees in the app and on their widgets. The anniversary powers the day counter and widget countdown.
de: Ihr Name ist das, was %@ in der App und auf ihren Widgets sieht. Der Jahrestag steuert den Tageszähler und den Widget-Countdown.
es: Tu nombre es lo que %@ ve en la aplicación y en sus widgets. El aniversario impulsa el contador de días y la cuenta regresiva del widget.
fr: Votre nom est ce que %@ voit dans l'application et sur ses widgets. L'anniversaire alimente le compteur journalier et le compte à rebours du widget.
ko: 귀하의 이름은 %@ 앱과 위젯에 표시됩니다. 기념일은 날짜 카운터와 위젯 카운트다운을 강화합니다.
pt: Seu nome é o que %@ vê no aplicativo e em seus widgets. O aniversário alimenta o contador de dias e a contagem regressiva do widget.

source: your partner
de: dein Schatz
es: tu pareja
fr: ton partenaire
ko: 상대
pt: o teu par

source: Your partner
de: Dein Schatz
es: Tu pareja
fr: Ton partenaire
ko: 상대
pt: O teu par

source: Your partner can't see it until they answer too.
de: Ihr Partner kann es erst sehen, wenn er auch antwortet.
es: Tu compañero no podrá verlo hasta que responda también.
fr: Votre partenaire ne peut pas le voir jusqu'à ce qu'il réponde également.
ko: 귀하의 파트너도 답변할 때까지 이를 볼 수 없습니다.
pt: Seu parceiro não poderá ver até que responda também.

source: Your partner sees this name in the app and on their widgets.
de: Ihr Partner sieht diesen Namen in der App und auf seinen Widgets.
es: Su socio ve este nombre en la aplicación y en sus widgets.
fr: Votre partenaire voit ce nom dans l'application et sur ses widgets.
ko: 파트너는 앱과 위젯에서 이 이름을 볼 수 있습니다.
pt: Seu parceiro vê esse nome no aplicativo e nos widgets.

source: Your shared journal
de: Euer gemeinsames Tagebuch
es: Vuestro diario compartido
fr: Votre journal partagé
ko: 둘만의 공유 저널
pt: O vosso diário partilhado

source: Your week, decoded
de: Deine Woche, entschlüsselt
es: Tu semana, decodificada
fr: Votre semaine, décryptée
ko: 당신의 한 주를 해독해 보세요
pt: Sua semana, decodificada

source: Your Year Together
de: Dein gemeinsames Jahr
es: Su año juntos
fr: Votre année ensemble
ko: 함께한 한 해
pt: Seu ano juntos

source: Cocktails
es: Cócteles
ko: 칵테일

source: Museum
es: Museo
fr: Musée
ko: 박물관
pt: Museu

source: OK
es: DE ACUERDO
fr: D'ACCORD
ko: 확인

source: Partner
es: Pareja
fr: Partenaire
ko: 상대
pt: Par

source: Quality time
es: Tiempo de calidad
fr: Du temps de qualité
ko: 함께하는 시간
pt: Tempo de qualidade

source: Two players. One couch. No losers.
es: Dos jugadores. Un sofá. No hay perdedores.
fr: Deux joueurs. Un canapé. Pas de perdants.
ko: 두 명의 선수. 소파 하나. 패자는 없습니다.
pt: Dois jogadores. Um sofá. Não há perdedores.

source: Winter
es: Invierno
fr: Hiver
ko: 겨울
pt: Inverno

source: Hotel
fr: Hôtel
ko: 호텔

source: Brunch
ko: 브런치

source: Camping
ko: 캠핑
pt: Campismo

source: Missuo
ko: 미쓰오

source: Pizza
ko: 피자

source: Podcasts
ko: 팟캐스트

source: Road trip
ko: 로드트립

source: Sushi
ko: 스시

source: Tacos
ko: 타코

source: Thriller
ko: 스릴러

source: Widgets
ko: 위젯
